<?php
use App\Models\User;
use App\Models\Challenge;
return [
    "community_station_notice" => "恭喜您晋级《征召服务站》享有资格，当前您的服务站累计新增注册消费者{total_consumers}人、累计授职消费者管家{total_managers}人；本日新增注册消费者{new_consumers}人、新增授职管家{new_managers}人。",
    "ranking" => [
        "overview" => "共有{total}名挑战者参与，<br/>您处在{rank}位，您后面还有{behind}位挑战者。<br/>请继续努力。"
    ],
    "welcome" => [
        "non_challenge" => "尊敬的《通路消费侧》平台用户，欢迎您加入这个消费者所有制企业的创新平台。您现已成功获得《通路消费侧·消费者》身份。为了我们能够更好的为您提供更广阔的创业平台，并让您有机会为身边的消费者创造更多价值，我们诚挚地邀请您申请升级为《通路消费侧·消费者管家》。通过这一身份的转变，您将接触到更多先进的创业方法论，为您的创业之路提供坚实支持。在此，我们衷心感谢您的关注与支持。",
        "benifits" => [
            "title" => "消费者管家10大权益",
            "content" => "<ol>
                    <li>授权消费者管家保荐码；</li>
                    <li>授予《通路消费侧》消费者管家合作社组建权；</li>
                    <li>享受《通路消费侧》保荐消费者管家权益金分享权；</li>
                    <li>终身享受（消费贡献值1%）通路服务费分享权;</li>
                    <li>授予《通路消费侧》消费者合作社终身管理权;</li>
                    <li>享有商家入驻《东家通路》商业板块2000元保荐费;</li>
                    <li>享有《东家通路》公共平台商业代运营收益社区团队分红权;</li>
                    <li>享有《东家通路》公共平台推广第三方支付系统分佣社区团队分红权;</li>
                    <li>享受（5年消费者管家服务）三十万元的合伙资产劳务收益;</li>
                    <li>享受《通路消费侧》征召城市合伙人参与挑战权。</li>
                </ol>"
        ]
    ],
    "current_text" => [
        User::CONSUMER_MERCHANT     => "当前您已被授职为【{challenge_type_label}】消费者管家身份并授予相应的【{challenge_type_label}】经营权。",
        User::COMMUNITY_STATION     => "被授职为【征召城市合伙人】社区服务站身份，并授予相应征召城市合伙人【社区服务站】征召权。",
        User::RUN_CENTER_DIRECTOR   => "被授职为【征召城市合伙人】商业运营中心身份，并授予相应【商业运营中心】经营权。",
        User::COUNTY_MANAGER        => "被授职为【征召城市合伙人】县级子公司身份，并授予相应【县级子公司】经营权。",
        User::AREA_PRESIDENT        => "被授职为【征召城市合伙人】地级子公司身份，并授予相应【地级子公司】经营权。",
        User::PROVINCE_CEO          => "被授职为【征召城市合伙人】省级巡视身份，并授予相应【省级巡视】执行权。"
     ],
    "status" => [
        Challenge::APPLYING     => ["icon" => "time", "text" => "您的挑战已提交，请您耐心等待审核通过。"],
        Challenge::CHALLENGING  => ["icon" => "rocket", "text" => "尊敬的{name}, 您的征召挑战资格已核准。<br/>
                                    {current_text}<br/>
                                    接下来，你以《{new_level}》身份进入挑战区，参加征召城市合伙人挑战。
                                    您可截屏保存保荐码转发给其他人开始征召者。
                                    "
                                ],
        // 您的挑战资格已确认。<br/>目前等级为{level}，正在挑战{new_level}。<br/>可截屏保存保荐码转发给其他人开始挑战。
        Challenge::SUCCESS      => ["icon" => "check-circle", "text" => null],
        Challenge::CANCELED     => ["icon" => "close-octagon", "text" => "您已挑战资格已取消。"],
        Challenge::REJECTED     => ["icon" => "close-circle", "text" => "您的征召申请被驳回, 请查看原因并重新提交。原因：{reason}"]
    ],
    "levels" => [
        User::NONE_REGISTER => [
            'level' => User::NONE_REGISTER,
            'label' => "未注册用户" // user only have openid
        ],
        User::REGISTER_CONSUMER => [
            'level' => User::REGISTER_CONSUMER,
            'label' => "消费者",   // register consumer
            'icon' => 'user',
        ],
        User::PARTNER_CONSUMER => [
            'level' => User::PARTNER_CONSUMER,
            'label' => "入伙消费者",   // partner Consumer
            'icon' => 'user',
        ],
        User::CONSUMER_MERCHANT => [
            'level' => User::CONSUMER_MERCHANT,
            'label' => "消费者管家",
            'icon' => 'user',
            'recommend_members' => 10,
            'total_team_members' => 10,
            'rules' => "请选择《消费商》《车东家》《车管家》身份的授职，完成《我的征召》后，授职为：《车东家》《车管家》或《消费商》，既“消费者服务商”。",
            "success_text" => "	您已具备成为消费商资格，是否选择进一步提升为一级身份待遇。",
            "reject_text" => "您已选择放弃征召晋级授职资格本轮您将享受消费商身份待遇: <br/>
                    1.创业扶持金50000元</br>
                    2.地级子公司城市合伙人授职资格<br/>
                    3.地级子公司股份融资招股方案<br/>
                    说明:本轮依照排列顺序为前20名征召授职者提供发放奖励。",
            "bonus_text" => "<b>（一）【消费商】身份权益</b> <br/>
                    ①　线下经营权：线下《消费商合作社》企业发起人的资格。<br/>
                    ②　线上经营权：您将能够在线上开设O20网店。<br/>
                    <b>（二）【消费商】身份收益</b><br/>
                    ①　消费商召集的消费者，终身享受的团购消费1%通路导客引流费。<br/>
                    ②　在【我的征召】过程中，征召者有权选择中途退出，我们将在七个工作日内全额退还挑战金。<br/>

                    "
        ],
        User::COMMUNITY_STATION => [
            'level' => User::COMMUNITY_STATION,
            'label' => "社区服务站",
            'icon' => 'usergroup',
            'recommend_members' => 10,
            'total_team_members' => 100,
            'rules' => "【消费商】召集10名消费者，在【我的征召】后全网消费者名次100人后，您被授职：【社区服务站】经理。",
            "success_text" => "	您已具备一级社区服务站经理的资格，是否考虑进一步晋升为二级身份待遇。",
            "reject_text" => "您已选择放弃征召晋级授职资格本轮您将享受地级子公司总裁身份待遇: <br/>
                    1.创业扶持金50000元</br>
                    2.地级子公司城市合伙人授职资格<br/>
                    3.地级子公司股份融资招股方案<br/>
                    说明:本轮依照排列顺序为前20名征召授职者提供发放奖励。",
            "bonus_text" => "<b>（一）【社区服务站】身份权益</b><br/>
                    ①　授职你保荐征召【消费商】【社区服务站】开发的资格，<br/>
                    ②　授职您成为电商代运营【社区服务站】经理，享受电商代运营权<br/>
                    ③　授职您为第3方支付县级开发【社区服务站】经理。享受第3方支付平台县级开发权。<br/>
                    <b>（二）【社区服务站】身份收益</b><br/>
                    ①　【社区服务站】开发【消费商】的资格，并享受保荐费的奖励。<br/>
                    ②　【社区服务站】享受电商代运营收益<br/>
                    ③　【社区服务站】享受第3方支付推广费收益<br/>
                    ④　【社区服务站】授职权益可通过竞标拍卖转让，收益与平台5：5分成。<br/>

                    "
        ],
        User::RUN_CENTER_DIRECTOR => [
            'level' => User::RUN_CENTER_DIRECTOR,
            'label' => "商业运营中心",
            'icon' => 'user-avatar',
            'recommend_members' => 20,
            'total_team_members' => 1000,
            'rules' => "	【社区服务站】经理满足召集20名消费者，在【我的征召】全网消费者名次达1000+1人后，您将被授职：【供应链运营中心】总监。",
            "success_text" => "	恭喜您成功完成了挑战。根据挑战者的排名顺序，我们将为排名前2000名的挑战者颁发奖励。您将以县级运营中心总监的身份依次获得奖励。<br/>
    	如果您决定继续接受挑战，本轮将视为您主动放弃总监本轮奖金，并晋升为四等级身份待遇，即挑战县级子公司总经理。",
            "reject_text" => "您已选择放弃晋级挑战，本轮您将享受总裁身份待遇，本轮依照挑战者排序为前20个挑战者发放奖励。",
            "bonus_text" => "<b>（一）授职【供应链运营中心总监】创业支持</b><br/>
                    ①　线上商业平台授职：【供应链运营中心】总监<br/>
                    ②　创业扶持金：500元扶持金配套供应链运营中心建设。<br/>
                    <b>（二）【供应链运营中心】身份权益</b><br/>
                    ①　线上：享受商业电商平台设立电商代运营权；<br/>
                    ②　线下：接受第3方委托开展电商O2O代运营权。<br/>
                    <b>（三）【供应链运营中心】身份收益</b><br/>
                    ①　【供应链运营中心】享受为电商平台提供渠道与营销服务收益；<br/>
                    ②　【供应链运营中心】享受第3方电商委托供应链业务经营收益。<br/>
                    ③　【供应链运营中心】授职权益可通过竞标拍卖转让，收益与平台5：5分成。<br/>
                    	<b>颁奖条件说明：</b><br/>
                    地级别颁奖（前20名次）：全网满足10万+20合伙消费者，召开一次表彰大会<br/>
                    省级别颁奖（前2名次）：全网满足100万+2合伙消费者，召开一次表彰大会<br/>

                    "
        ],
        User::COUNTY_MANAGER => [
            'level' => User::COUNTY_MANAGER,
            'label' => "县级子公司",
            'icon' => 'user-list',
            'recommend_members' => 30,
            'total_team_members' => 10000,
            'rules' => "	【供应链运营中心】总监满足召集30名消费者，在【我的征召】全网消费者名次达10000+1人后，您将被授职：【县级子公司】总经理。",
            "success_text" => "	恭喜您成功完成了挑战。根据挑战者的排名顺序，我们将为排名前200名的挑战者颁发奖励。您将以县级子公司总经理的身份依次获得奖励。<br/>
    	如果您决定继续接受挑战，本轮将视为您主动放弃总经理本轮奖金，并晋升为五等级身份待遇，即挑战地级子公司总裁。",
            "reject_text" => "您已选择放弃晋级挑战，本轮您将享受总裁身份待遇，本轮依照挑战者排序为前20个挑战者发放奖励。",
            "bonus_text" => "<b>（一）授职【县级子公司总经理】创业支</b><br/>
                    ①　线上商业平台授职：县级子公司总经理 ；<br/>
                    ②　线下商业平台授职：县级供应链O2O运营中心总监；<br/>
                    ③　创业扶持金：5000元扶持金配套供应链运营中心设立。<br/>
                    ④　【县级子公司】股权融资方案一套<br/>
                    <b>（二）【县级子公司】身份权益</b><br/>
                    ①　线上：享受商业电商平台设立县级城市合伙人，为商业电商平台提供渠道与营销服务；<br/>
                    ②　线下：降一级，享受设立O2O【供应链运营中心】运营权。<br/>
                    <b>（三）【县级子公司】身份收益</b><br/>
                    ①　【县级子公司】享受为电商平台提供渠道与营销服务收益；<br/>
                    ②　【县级子公司】享受商业平台供应链经营收益。<br/>
                    ③　【县级子公司】授职权益可通过竞标拍卖转让，收益与平台5：5分成。<br/>
                    	<b>颁奖条件说明：</b><br/>
                    地级别颁奖（前20名次）：全网满足10万+20合伙消费者，召开一次表彰大会<br/>
                    省级别颁奖（前2名次）：全网满足100万+2合伙消费者，召开一次表彰大会<br/>

                    "
        ],
        User::AREA_PRESIDENT => [
            'level' => User::AREA_PRESIDENT,
            'label' => "地级子公司",
            'icon' => 'user-setting',
            'recommend_members' => 50,
            'total_team_members' => 100000,
            'rules' => "	【县级子公司】总经理满足召集50名消费者，在【我的征召】全网消费者名次达100000+1人后，您将被授职：【地级子公司】总裁。",
            "success_text" => "<div>	恭喜您成功完成了挑战。根据挑战者的排名顺序，我们将为排名前20名的挑战者颁发奖励。您将以地级子公司总裁的身份依次获得奖励。<br>
    	如果您决定继续接受挑战，本轮将视为您主动放弃总裁本轮奖金，并晋升为六等级身份待遇，即挑战省级巡视执行长。</div>",
            "reject_text" => "您已选择放弃晋级挑战，本轮您将享受总裁身份待遇，本轮依照挑战者排序为前20个挑战者发放奖励。",
            "bonus_text" => "<b>（一）授职【地级子公司总裁】创业支持</b><br/>
                    ①　线上商业电商平台授职：地级子公司总裁；<br/>
                    ②　线下商业平台授职：县级城市合伙人（县级子公司总经理）；<br/>
                    ③　创业扶持金：5万元扶持金配套商业平台县级子公司建设；<br/>
                    ④　【地级子公司】股权融资方案一套。 <br/>
                    <b>（二）【地级子公司】身份权益</b><br/>
                    ①　线上：享受商业电商平台【地级城市合伙人】经营权；<br/>
                    ②　或线下：降一级，享受商业平台【县级城市合伙人】经营权。<br/>
                    <b>（三）【地级子公司】身份收益</b><br/>
                    ①　【地级子公司】享受为电商平台提供渠道与营销服务收益；<br/>
                    ②　【地级子公司】享受商业平台供应链经营收益；<br/>
                    ③　【地级子公司】授职权益可通过竞标拍卖转让，收益与平台5：5分成。<br/>
                    	<b>颁奖条件说明：</b><br/>
                    地级别颁奖（前20名次）：全网满足10万+20合伙消费者，召开一次表彰大会<br/>
                    省级别颁奖（前2名次）：全网满足100万+2合伙消费者，召开一次表彰大会<br/>

                    "
        ],
        User::PROVINCE_CEO => [
            'level' => User::PROVINCE_CEO,
            'label' => "省级巡视长",
            'icon' => 'user-checked-1',
            'recommend_members' => 100,
            'total_team_members' => 1000000,
            'rules' => "	【地级子公司】总经理满足召集100名消费者，在【我的征召】全网消费者名次达1000000+1人后，您将被授职：【省级巡视】执行长。",
            "success_text" => "	恭喜您成功完成了挑战。根据挑战者的排名顺序，我们将为排名前2位的挑战者颁发奖励。您将以省级巡视执行长的身份依次获得奖励。",
            "bonus_text" => "<b>（一）授职【省级巡视长】创业支持</b><br/>
                    ①　线上商业电商平台授职：省级巡视执行长；<br/>
                    ②　线下商业平台授职：地级城市合伙人（地级子公司总裁）；<br/>
                    ③　创业扶持金：50万元扶持金配套商业平台地级子公司建设；<br/>
                    ④　【地级子公司】股权融资方案一套。<br/>
                    <b>（二）【省级巡视长】身份权益</b><br/>
                    ①　线上：享受商业电商平台省级巡视执行长职务；<br/>
                    ②　或线下：降一级，享受商业平台【地级城市合伙人】经营权。<br/>
                    <b>（三）【省级巡视长】身份收益</b><br/>
                    ①　【省级巡视长】享受为电商平台巡视职务津贴；<br/>
                    ②　【省级巡视长】享受商业平台地级子公司经营收益；<br/>
                    ③　【省级巡视长】授职权益可通过竞标拍卖转让，收益与平台5：5分成。<br/>
                    	<b>颁奖条件说明：</b><br/>
                    地级别颁奖（前20名次）：全网满足10万+20合伙消费者，召开一次表彰大会<br/>
                    省级别颁奖（前2名次）：全网满足100万+2合伙消费者，召开一次表彰大会<br/>

                    "
        ],
    ]
];
