<?php
return [
        "challenge" => [
            "consumer" => [
                "title" => "《通路消费侧》消费者管家市场管理办法",
                "content" => "<p><b>一、消费者管家权益：</b></p>
                        <p>（一）授权消费者管家保荐码（消费商企业码、车管家企业码、车东家企业码）三项其中任意一项资格;</p>
                        <p>（二）授予《通路消费侧》消费者管家合作社组建权；</p>
                        <p>（三）享受《通路消费侧》保荐消费者管家权益金分享权；</p>
                        <p>（四）终身享受（消费贡献值1%）通路服务费分享权;</p>
                        <p>（五）授予《通路消费侧》消费者合作社终身管理权;</p>
                        <p>（六）享有商家入驻《东家通路》商业板块2000元保荐费;</p>
                        <p>（七）享有《东家通路》公共平台商业代运营收益社区团队分红权;</p>
                        <p>（八）享有《东家通路》公共平台推广第三方支付系统分佣社区团队分红权;</p>
                        <p>（九）享受（5年消费者管家服务）三十万元的合伙资产劳务收益;</p>
                        <p>（十）享受《通路消费侧》征召城市合伙人参与挑战权。</p>
                        <p><b>二、申请条件：</b></p>
                        <p>1，授职消费者管家的申请者，需支付商业方案服务费及权益金3000元后，您将享有《通路消费侧》平台消费者管家身份。</p>
                "
            ],
            "car_owner" => [
                "title" => "一车一碳”碳户口机制落地实施方案",
                "content" => "<p><b>（一）市场开发团队建设的第一个月：</b></p>
                        <p>1.以城市合伙人为核心，精心挑选并匹配辖区县区市场的8至10名未来的辅导员，共同构建一个高效且富有潜力的总经理团队。</p>
                        <p>2.在此基础上，每位市场开发总经理将负责召集5位总监，进一步扩充总经理团队，力求构建一个规模为50人的市场开发团队。</p>
                        <p>3.完成总监及以上级别的甄选，即启动《车东家管家》的授职程序，旨在通过每位车东家管家将负责召集至少10位车主，共同成立车东家合作社企业，</p>
                        <p>4.本月份，我们的目标是成功召集不少于400辆CCER节能减碳装置车辆的车主，为推进第二个月启动节能装置安装程序做好准备。</p>
                        <p><b>（二）第二个月启动节能装置安装程序，以达成既定市场目标：</b></p>
                        <p>1.以400辆为基础计划安装不少于250台CCER节能减碳装置车辆。</p>
                        <p>2.与此同时，本月每位车东家管家将继续召集至少5位以上的车主，加入车东家合作社企业，以推进落地目标的实现。</p>
                        <p><b>（三）第三个月完成目标</b></p>
                        <p>1.继续计划安装250台以上CCER节能减碳装置的车辆，与此同时，每位车东家管家继续开发市场，至少再召集5位车主，加入车东家合作社企业。</p>
                        <p>2.经过3个月的有计划的组织与推进，已完成500辆以上CCER节能减碳装置的车辆第一期市场开发工作，为后续的市场裂变和推广奠定了扎实的基础。</p>
                "
            ],
            "car_manager" => [
                "title" => "车管家汽车使用费互助金公约",
                "content" => "<ol>
                    <li>公享汽车互助社是由东家公享汽车车管家合伙人共同约定设立的，并为车管家众筹汽车使用费提供互助服务。</li>
                    <li>参加公享汽车使用费互助社的人员应当是《东通公享》平台车管家企业的普通合伙人。</li>
                    <li>参加公享汽车使用费互助金众筹的每位车管家应当提供5万元无息众筹风险保证金。</li>
                    <li>公享汽车使用费互助金均为无息，互助金使用期为3个月内，逾期者，《东通公享》车辆提供方有权收回车辆，并扣除其使用期间内的使用费后退还余款。</li>
                    <li>车管家使用互助金归还后，本互助金合同自动终止。同时，众筹风险保证金即日自动转为资产配置款项，按资产配置的相关合同约定条款执行《资产配置》合同。</li>
                </ol>"
            ]
        ],
        "partner" => [
            "consumer" => [
                "title" => "消费商时代·【社区团购新消费】",
                "content" => "<p>社区团购新消费是一种【消费者合作社】创新的团购模式，其核心在于满足消费者对商品和服务的期待。此模式通过转化消费行为为投资行为，集结消费贡献值公积金，进而提升消费价值。这一创新不仅为消费者提供了参与商品流通利润再分配的机会，更实现了消费价值的最大化。值得关注的是，该模式致力于将商家可能忽视或滥用的消费数据无形资产归还给消费者，并将其转化为消费者可持有、可流通的有价证券，从而切实保障消费者的权益。</p>
                        <p>【消费者服务商】在这一模式中，作为社区团购新型消费的组织者，发挥着至关重要的作用。这种以消费侧为核心的新经济模式，强调以消费者需求为导向，推动生产侧有计划的生产，从而减少产能过剩的问题，其特点在于可持续性和绿色环保，相较于传统消费观念，它更加注重消费者的贡献值，成为了推动经济发展的新动力。<p>
                        <p>总的来说，新消费资本论是一种新兴的经济理论，它聚焦于消费对经济增长的推动作用。该理论认为，通过激励消费者购买产品或服务，可以刺激经济增长，进而创造更多的财富。然而，新消费资本论也面临一些批评，需要进一步深入研究和完善。<p>"
            ],
            "car_owner" => [
                "title" => "【交通碳中和·一车一碳】",
                "content" => "<p>《车东家》是根据交通部、发改委、公安部、环保部、教育部等10部委[2014(186 )号]文件精神，结合“十四五”两化融合与数字化转型升级总体战略部署。交通国家(重点)实验室联合北京城市科学技术研究院，与数字化科研机构在北京经济技术开发区国际E庄工业园区共同建立全国交通IOT数字平台。</p>
                        <p>总结多年来全国酒驾检测;汽车尾气检测的数据后台管理经验，通过PAD在线系统在全国汽车电子康档案基础数据中增加“汽车维修检测后台数据同步管理”数据库，全面强化和规范汽修行业数字化管理，列入《汽车维修业开业条件》GB/T16739标准检查验收范围，“汽车电子健康档案”维修数据实时归集。</p>
                        <p>《车东家》为了更好结合国家“3060”碳达峰碳中和战略发展目标，实现交通碳中和·EECR“一车一碳”汽车节能降碳，北京城市科学技术研究院、以及航天信息股份有限公司携手神州九维数字科技(深圳）有限公司并分别授权成立“一车一碳一档”专项工作委员会，已在梧州先试先行，逐渐推广全国各地。</p>"
            ],
            "car_manager" => [
                "title" => "【东家公享·公享汽车使用权】",
                "content" => "<p>【东家公享】致力于构建以汽车使用权资产运营和全市场生命周期价值管理为核心的汽车新商业，以新车使用权出售到非新车使用权出售的运营能力，将汽车使用权与价值管理巧妙结合，使认购汽车使用权的消费行为变成消费者获取企业消费的价值权益，实现汽车价值最大化。【东家公享】摒弃了传统商业模式，倡导“消费即投资”、“劳资一体”、“消资一体”的新型消费理念，体现了消费者与经营者共生共荣、共同创造和谐社会的良性关系。</p>
                        <p>【东家公享】还制定了包括新车使用权服务、非新车使用权服务以及二手车残值处置等新的商业解决方案，统筹增量和存量车的全生命周期资产管理，打造汽车资产运营和全生命周期价值管理的服务平台。</p>
                        <p>【东家公享】车管家的诞生和发展，将为汽车行业带来全新的变革。它将发展为社会主义消费者集体所有制，为实现中华民族的复兴强国之梦和共同繁荣，践行共同富裕。</p>
                        <p>【东家公享】倡导一种“使用不拥有”轻资产家庭的生活方式。</p>"
            ],
        ],
        "agent" => "<p><h3>《通路消费侧》征召代理申请规则</h3></p>
                <p><b>一、申请条件</b></p>
                <ol>
                    <li>申请人必须是消费者管家；</li>
                    <li>申请人具备良好的运营团队；</li>
                    <li>申请人拥有独立的法人公司，具有对公收款帐户与开据发票资格；</li>
                    <li>为了满足申请人考核期间内享受代理商权益，申请人需向《通路消费侧》缴纳代理商保证金人民币： 50000 元（大写： 伍万元整 ），届时，《通路消费侧》给予申请人旗下所开发的授职管家劳务费为2000元（其中《通路消费侧》从申请人的保证金里预支每单1000元，在申请人考核期不达标时，《通路消费侧》只须退还申请人未预支的剩余保证金）。</li>
                </ol>
                <br/>
                <p><b>二、考核标准</b></p>
                <p>三个月考核期内，申请人同时达成本条款约定的市场开发指标后，《通路消费侧》正式授权申请人为《征召代理商》资格。</p>
                <p>(1)	三个月考核期内，申请人完成开发授职消费者管家50人，具体指标如下：</p>
                <ol>
                    <li>第1个月：授职10个以上消费者管家；</li>
                    <li>第2个月：授职15个以上消费者管家；</li>
                    <li>第3个月：授职25个以上消费者管家；</li>
                </ol>
                <p>(2)	三个月考核期内，申请人开发完成10个《征召服务站》建设。《征召服务站》晋级应同时满足以下两个条件：</p>
                <ol>
                    <li>保荐10个授职消费者管家；</li>
                    <li>10个消费者管家团队保荐消费者总人数100人以上的消费者注册登记。</li>
                </ol>
                <br/>
                <p><b>三、结算方式</b></p>
                <ol>
                    <li>三个月考核通过后，申请人享受《通路消费侧》授权征召代理商资格，申请人开发授职管家300单以上后，《通路消费侧》嘉奖申请人每单100元（本条款仅适用考核期通过后的代理商），支付方式每月一结算。</li>
                    <li>申请人所组建的市场开发人员均属于乙方人员，申请人应就乙方人员负完全责任以及承担劳务费用结算，因此所发生的任何纠纷与《通路消费侧》无关。</li>
                    <li>申请人申请劳务费用时，应向《通路消费侧》提供与申请人公司相符的银行账户与劳务发票，《通路消费侧》凭申请人所开据的发票支付劳务费。</li>
                </ol>
                ",
        "sales" => [
            "non_resp" => "<ul>
                <li>车马费1000元，第一个月的业绩考核扫码100位消费者。其中：</li>
                <li>第一个10天业绩考核：扫码10位消费者</li>
                <li>第2个10天业绩考核：扫码30位消费者</li>
                <li>第3个10天业绩考核：扫码40位消费者</li>
                <li>三十天合计：扫码100位消费者</li></ul>",
            "resp" => "<ul>
                <li>第1月车马费6000元（发放条件：授职管家5位）</li>
                <li>第2月车马费8000元（发放条件：授职管家8位）</li>
                <li>第3月车马费10000元（发放条件：授职管家10位）</li>
                <li>在此期间内未按时完成业绩的，可申请延期</li>
                <ul>",
        ]
];
